Revit 2024 API
Space.OutdoorAirPerPerson Property
Get the Specified OutdoorAirPerPerson of the Space.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public double OutdoorAirPerPerson { get; }
Visual Basic
Public ReadOnly Property OutdoorAirPerPerson As Double
	Get
Visual C++
public:
property double OutdoorAirPerPerson {
	double get ();
}
Remarks
This property is used to get the Specified OutdoorAirPerPerson (Unit: ft3/s) of the Space.
See Also
Space Class
Autodesk.Revit.DB.Mechanical Namespace